{
  "main_description": "Собрали ответы на самые частые вопросы. Если вы не нашли свой — напишите нам в службу поддержки.",
  "topics": [
    {
      "id": "about_service",
      "title": "О сервисе",
      "questions": [
        {
          "id": "what_is_vpneko",
          "title": "Что такое Перемен",
          "type": "text",
          "text": "Перемен — это простой и быстрый мобильный VPN. Одно нажатие — и ваш интернет становится свободным и приватным. Приложение создано для поклонников аниме и манги, но отлично подходит всем, кто хочет обойти блокировки, защитить свои данные и серфить без ограничений.",
          "link": null
        },
        {
          "id": "supported_devices",
          "title": "На каких устройствах работает Перемен",
          "type": "text",
          "text": "На iPhone (iOS) и телефонах/планшетах на Android.",
          "link": null
        },
        {
          "id": "full_internet_access",
          "title": "Что значит «полный доступ ко всему интернету»",
          "type": "text",
          "text": "В отличие от некоторых VPN, у нас нет «белых списков» или режимов только для браузера. После подключения весь трафик с вашего устройства идёт через защищённый VPN-туннель.",
          "link": null
        },
        {
          "id": "how_to_connect",
          "title": "Как подключиться к VPN",
          "type": "text",
          "text": "Просто откройте приложение и нажмите большую кнопку «Подключиться». Больше ничего настраивать не нужно — всё работает сразу.",
          "link": null
        }
      ]
    },
    {
      "id": "free_plan",
      "title": "Бесплатный тариф",
      "questions": [
        {
          "id": "how_free_plan_works",
          "title": "Как работает бесплатный тариф",
          "type": "text",
          "text": "Вы смотрите короткий рекламный ролик и получаете 23 минуты стабильного VPN-подключения. Ограничений по скорости нет. Реклама показывается только перед началом сессии, во время работы VPN её нет.",
          "link": null
        },
        {
          "id": "how_to_extend_session",
          "title": "Как продлить бесплатную сессию",
          "type": "text",
          "text": "За 2 минуты до конца сессии вы получите уведомление. Нажмите «Продлить за рекламу» в приложении, посмотрите новый ролик — и ваше подключение продолжится ещё на 23 минуты.",
          "link": null
        },
        {
          "id": "session_limits",
          "title": "Есть ли ограничения по количеству сессий",
          "type": "text",
          "text": "Нет, вы можете продлевать сессии много раз подряд.",
          "link": null
        }
      ]
    },
    {
      "id": "premium",
      "title": "Премиум-подписка",
      "questions": [
        {
          "id": "what_premium_gives",
          "title": "Что даёт премиум-подписка",
          "type": "text",
          "text": "Безлимитное время и трафик — подключайтесь на сколько угодно. Никакой рекламы — ни при подключении, ни в приложении. Несколько устройств — используйте один аккаунт на нескольких телефонах или планшетах. Приоритетная поддержка — ваши вопросы решаются в первую очередь. Избранные серверы — быстрый доступ к любимым локациям.",
          "link": null
        },
        {
          "id": "premium_devices_limit",
          "title": "На скольких устройствах можно использовать премиум",
          "type": "text",
          "text": "На одном премиум-аккаунте можно одновременно использовать VPN на 5 устройствах.",
          "link": null
        },
        {
          "id": "how_to_upgrade",
          "title": "Как перейти на премиум",
          "type": "text",
          "text": "Нажмите кнопку «Перейти на премиум» на главной странице приложения. Вы увидите доступные тарифы — выберите подходящий, и подключение сразу же станет безлимитным и без рекламы.",
          "link": null
        },
        {
          "id": "account_for_premium",
          "title": "Нужен ли аккаунт для премиума",
          "type": "text",
          "text": "Да. Для покупки и управления подпиской, а также для использования на нескольких устройствах необходим аккаунт, привязанный к email.",
          "link": null
        },
        {
          "id": "how_to_cancel_subscription",
          "title": "Как отменить подписку",
          "type": "text",
          "text": "Отмена подписки выполняется через магазин, в котором вы оформили покупку (App Store или Google Play). Откройте настройки аккаунта магазина, перейдите в раздел «Подписки» и отключите автообновление.",
          "link": null
        }
      ]
    },
    {
      "id": "account_and_login",
      "title": "Аккаунт и вход",
      "questions": [
        {
          "id": "need_registration_for_free",
          "title": "Нужно ли регистрироваться для бесплатного использования",
          "type": "text",
          "text": "Нет, вы можете использовать Перемен как гость. Однако мы рекомендуем войти по email, чтобы получить 7 дней премиума в подарок и синхронизировать настройки на будущее.",
          "link": null
        },
        {
          "id": "how_to_register",
          "title": "Как зарегистрироваться или войти",
          "type": "text",
          "text": "Введите ваш email в поле на экране входа и нажмите «Получить код». Мы отправим одноразовый код на вашу почту. Введите его — и вы в аккаунте.",
          "link": null
        },
        {
          "id": "use_on_multiple_devices",
          "title": "Могу ли я использовать один аккаунт на нескольких устройствах",
          "type": "text",
          "text": "Да, вы можете авторизоваться под одним аккаунтом на нескольких устройствах. С премиум-подпиской доступно одновременное использование на 5 устройствах.",
          "link": null
        }
      ]
    },
    {
      "id": "connection_problems",
      "title": "Проблемы с подключением",
      "questions": [
        {
          "id": "why_not_connecting",
          "title": "Почему долго не подключается",
          "type": "text",
          "text": "Иногда сервера блокируют, может помочь смена сервера. Для этого нажмите кнопку «Сменить сервер» и попробуйте подключиться снова.",
          "link": null
        },
        {
          "id": "vpn_not_connecting_at_all",
          "title": "VPN вообще не подключается",
          "type": "text",
          "text": "Проверьте, включён ли интернет, перезапустите приложение и устройство. Затем попробуйте сменить сервер или протокол в настройках. Если проблема не решается, свяжитесь с поддержкой.",
          "link": null
        },
        {
          "id": "speed_is_slow",
          "title": "Скорость интернета стала низкой",
          "type": "text",
          "text": "Попробуйте подключиться к серверу, который территориально ближе к вам, и закройте приложения, активно использующие интернет. Иногда помогает смена сервера или протокола в настройках.",
          "link": null
        },
        {
          "id": "can_i_choose_country",
          "title": "Можно ли выбрать конкретную страну",
          "type": "text",
          "text": "Нет, данная версия приложения автоматически выбирает оптимальный сервер для вас. В будущих обновлениях мы планируем добавить возможность выбора страны.",
          "link": null
        },
        {
          "id": "can_i_use_for_streaming",
          "title": "Можно ли использовать сервис для стриминга",
          "type": "text",
          "text": "Да, вы можете использовать VPN для стриминга. Если видео не запускается, попробуйте сменить сервер или страну, а также перезапустить приложение стримингового сервиса.",
          "link": null
        },
        {
          "id": "what_to_do_if_app_freezes",
          "title": "Что делать, если приложение зависает",
          "type": "text",
          "text": "Попробуйте полностью закрыть приложение и открыть его снова. Если проблема повторяется, перезагрузите устройство и убедитесь, что у вас установлена последняя версия приложения.",
          "link": null
        }
      ]
    },
    {
      "id": "troubleshooting",
      "title": "Решение проблем",
      "questions": [
        {
          "id": "premium_but_ads_showing",
          "title": "Я купил премиум, но реклама всё ещё показывается",
          "type": "text",
          "text": "Убедитесь, что вы вошли в тот аккаунт, с которого была совершена покупка. Перезапустите приложение. Если проблема осталась — напишите нам, указав email, на который приобретена подписка.",
          "link": null
        },
        {
          "id": "code_not_arriving",
          "title": "Не приходит код",
          "type": "text",
          "text": "Проверьте папку «Спам» и папку «Рассылки», сделайте поиск писем по слову «Перемен». Если письма всё равно нет — проверьте, верно ли указана почта, и запросите код повторно.",
          "link": null
        },
        {
          "id": "free_days_not_credited",
          "title": "Авторизовался, но не начислились 7 бесплатных дней",
          "type": "text",
          "text": "Напишите нам в поддержку, указав email, на который была оформлена регистрация — мы разберёмся.",
          "link": null
        }
      ]
    },
    {
      "id": "privacy_and_security",
      "title": "Приватность и безопасность",
      "questions": [
        {
          "id": "do_you_store_logs",
          "title": "Храните ли вы логи моей активности",
          "type": "text",
          "text": "Мы не храним журналы вашей онлайн-активности и не отслеживаем посещаемые сайты. Минимальные технические данные используются только для поддержки работы сервиса.",
          "link": null
        },
        {
          "id": "is_it_safe_on_public_wifi",
          "title": "Насколько безопасно пользоваться VPN в общественном Wi-Fi",
          "type": "text",
          "text": "Использование VPN в общественных сетях Wi-Fi значительно повышает вашу безопасность, так как шифрует трафик и защищает данные от перехвата.",
          "link": null
        },
        {
          "id": "what_is_kill_switch",
          "title": "Что такое Kill Switch и зачем он нужен",
          "type": "text",
          "text": "Kill Switch автоматически блокирует интернет-соединение, если VPN внезапно отключится. Это защищает ваши данные от утечки в незащищённый канал.",
          "link": null
        }
      ]
    }
  ]
}