{
  "main_description": "Собрали ответы на самые частые вопросы. Если вы не нашли свой — напишите нам в службу поддержки.",
  "topics": [
    {
      "id": "about_service",
      "title": "О сервисе",
      "questions": [
        {
          "id": "what_is_uboost",
          "title": "Что такое Юбуст",
          "type": "text",
          "text": "Юбуст — это сервис для доступа к YouTube и другим заблокированным ресурсам. Существует в нескольких версиях: приложение для Android/iOS/Android TV, приложение для ПК и расширение для браузера. Это разные продукты с отдельными подписками.",
          "link": null
        },
        {
          "id": "products_difference",
          "title": "Чем отличаются версии Юбуста",
          "type": "text",
          "text": "Юбуст Android/iOS — приложение для устройств на базе Android, Android TV и iOS. Подписка стоит 199 рублей в месяц или 549 рублей за 3 месяца, можно подключить до 5 устройств. Юбуст для ПК — полноценное приложение для компьютера. Юбуст расширение для браузера — подписка от 149 рублей в месяц, поддерживает до 10 устройств, после покупки вы получаете ID для входа. Скоро у нас будет общая подписка, следите за новостями в Telegram-канале.",
          "link": null
        },
        {
          "id": "supported_devices",
          "title": "Какие устройства можно подключить",
          "type": "text",
          "text": "Вы можете использовать Юбуст на: смартфонах и планшетах (Android, iOS), телевизорах и TV-приставках (Android TV), компьютерах (приложение для ПК или расширение для браузера).",
          "link": null
        },
        {
          "id": "is_console_available",
          "title": "Продаётся ли ещё приставка",
          "type": "text",
          "text": "Да, конечно, наша приставка доступна для покупки. Вы можете приобрести её на Ozon (ozon.ru/t/g2KbNcP) или Wildberries.",
          "link": null
        },
        {
          "id": "vpn_region",
          "title": "Какой регион у VPN",
          "type": "text",
          "text": "Сервера постоянно меняются, регион подключения, соответственно, тоже.",
          "link": null
        }
      ]
    },
    {
      "id": "installation",
      "title": "Установка приложения",
      "questions": [
        {
          "id": "install_android",
          "title": "Как установить приложение на Android",
          "type": "text",
          "text": "Для установки попробуйте использовать APK-файл. Скачайте его с сайта uboost.site и запустите на устройстве.",
          "link": null
        },
        {
          "id": "install_ios",
          "title": "Как скачать приложение на iPhone",
          "type": "text",
          "text": "Приложение периодически появляется в App Store и временами пропадает — нужно ловить момент. Следите за новостями в нашем Telegram-канале, чтобы не пропустить: t.me/uboostrussia",
          "link": null
        },
        {
          "id": "install_smart_tv",
          "title": "Как скачать Юбуст на Smart TV",
          "type": "text",
          "text": "ВАЖНО: Телевизор должен быть на Android ОС. Первый вариант: установите с флешки, скачав APK с сайта naruzhu.click/uboost_tv_android. Второй вариант: откройте браузер на ТВ, зайдите на сайт naruzhu.click/uboost_tv_android, скачайте и установите приложение. Затем войдите в аккаунт.",
          "link": null
        },
        {
          "id": "install_pc",
          "title": "Как установить приложение на компьютер",
          "type": "text",
          "text": "Скачайте приложение Юбуст для ПК с нашего сайта и установите его на компьютер. Следите за новостями о выходе новых версий в Telegram-канале t.me/uboostrussia",
          "link": null
        },
        {
          "id": "browser_extension",
          "title": "Как установить расширение для браузера",
          "type": "text",
          "text": "Расширение Юбуст можно установить бесплатно из Chrome Web Store. После покупки подписки вы получите ID для входа. Также для ПК доступно полноценное приложение.",
          "link": "https://chromewebstore.google.com/detail/%D1%8E%D0%B1%D1%83%D1%81%D1%82-vpn-%D0%B4%D0%BB%D1%8F-youtube-%D0%BE%D0%B1%D1%85/jddgbeighonaipjikdnfdpiefhoomlae"
        }
      ]
    },
    {
      "id": "subscription",
      "title": "Подписка",
      "questions": [
        {
          "id": "free_version",
          "title": "Есть ли бесплатная версия",
          "type": "text",
          "text": "На Android сейчас тестируется бесплатная версия приложения. Также вы можете воспользоваться бесплатным расширением для браузера на компьютере. На iOS бесплатный доступ пока недоступен.",
          "link": null
        },
        {
          "id": "devices_limit",
          "title": "Сколько устройств доступно по подписке",
          "type": "text",
          "text": "По подписке на мобильное приложение можно одновременно использовать до 5 Android/iOS устройств. Для авторизации на каждом из них используйте адрес электронной почты, на который был приобретён доступ.",
          "link": null
        },
        {
          "id": "how_to_extend",
          "title": "Как продлить тариф",
          "type": "text",
          "text": "Зайдите в приложение Юбуст, нажмите «Купить тариф», выберите способ оплаты и нажмите «Купить». Также продлить тариф можно в личном кабинете по ссылке uboost.site/profile — авторизуйтесь и нажмите «Перейти к деталям оплаты». После успешной оплаты тариф будет автоматически продлён.",
          "link": null
        },
        {
          "id": "phone_subscription_for_pc",
          "title": "Оплатил подписку на телефоне — как использовать на ПК",
          "type": "text",
          "text": "Мобильное приложение Юбуст, приложение для ПК и расширение для браузера — это разные продукты с отдельными подписками. Подписка на одно из них не даёт доступа к другому. Скоро у нас будет общая подписка — следите за новостями в Telegram-канале t.me/uboostrussia",
          "link": null
        },
        {
          "id": "different_subscriptions",
          "title": "Приложение и расширение работают по одной подписке",
          "type": "text",
          "text": "Нет, мобильное приложение Юбуст, приложение для ПК и расширение для браузера — это разные продукты с отдельными подписками. Подписка на одно из них не даёт доступа к другому. Для использования на нескольких типах устройств пока потребуются отдельные подписки.",
          "link": null
        }
      ]
    },
    {
      "id": "account",
      "title": "Аккаунт и вход",
      "questions": [
        {
          "id": "what_is_id",
          "title": "Как узнать свой ID",
          "type": "text",
          "text": "ID используется только в расширении для браузера Юбуст. Для мобильного приложения и приложения на ПК ID не нужен — там авторизация происходит по email. Если у вас есть подписка на расширение и вам нужен ID, пришлите чек об оплате, и мы его вышлем.",
          "link": null
        },
        {
          "id": "need_id",
          "title": "Мне нужен ID",
          "type": "text",
          "text": "ID используется в расширении для браузера Юбуст. Мобильное приложение, приложение для ПК и расширение — разные продукты с отдельными подписками. Если у вас есть подписка на расширение, пришлите чек об оплате файлом, и мы пришлём ваш ID.",
          "link": null
        },
        {
          "id": "forgot_email",
          "title": "Забыл почту",
          "type": "text",
          "text": "К сожалению, мы не можем подсказать или восстановить вашу почту, так как у нас нет доступа к этой информации. Пожалуйста, попробуйте вспомнить или проверить, какие адреса вы могли использовать при регистрации.",
          "link": null
        },
        {
          "id": "reset_devices",
          "title": "Прошу сбросить все устройства в аккаунте",
          "type": "text",
          "text": "Пришлите, пожалуйста, email, на который была оформлена подписка.",
          "link": null
        }
      ]
    },
    {
      "id": "connection_problems",
      "title": "Проблемы с подключением",
      "questions": [
        {
          "id": "changed_server_nothing_changed",
          "title": "Сменил сервер, ничего не изменилось",
          "type": "text",
          "text": "Выполните шаги по порядку: 1) Проверьте тип соединения — открывается ли YouTube через Wi-Fi? Если через Wi-Fi работает, а через мобильный интернет нет, ваш оператор использует «белые списки», и для работы Юбуста нужен Wi-Fi. 2) Удалите другие VPN и прокси-расширения на устройстве. 3) Откройте Настройки устройства, найдите раздел «DNS» и установите значение «Выкл.», затем перезагрузите устройство.",
          "link": null
        },
        {
          "id": "youtube_not_working",
          "title": "Не работает YouTube",
          "type": "text",
          "text": "Чтобы помочь с решением проблемы, пожалуйста, предоставьте: 1) Email, на который оформлена подписка. 2) Техническую информацию из приложения — нажмите кнопку «Поддержка» на главном экране, данные скопируются автоматически. Вставьте их в сообщение и отправьте.",
          "link": null
        },
        {
          "id": "endless_loading",
          "title": "Бесконечная загрузка при подключении",
          "type": "text",
          "text": "Чтобы помочь с решением проблемы, пожалуйста, предоставьте: 1) Email, на который оформлена подписка. 2) Техническую информацию из приложения — нажмите кнопку «Поддержка» на главном экране, данные скопируются автоматически.",
          "link": null
        },
        {
          "id": "app_disconnects",
          "title": "Приложение отключается самостоятельно каждые 5 минут",
          "type": "text",
          "text": "Чтобы помочь с решением проблемы, пожалуйста, предоставьте: 1) Email, на который оформлена подписка. 2) Техническую информацию из приложения — нажмите кнопку «Поддержка» на главном экране, данные скопируются автоматически.",
          "link": null
        }
      ]
    },
    {
      "id": "troubleshooting",
      "title": "Решение проблем",
      "questions": [
        {
          "id": "ads_with_premium",
          "title": "Почему я вижу рекламу с платной подпиской",
          "type": "text",
          "text": "Реклама может появляться только в режиме «Весь интернет» — это особенность его работы. Если вы видите рекламу в режиме «Только YouTube» — это некорректная работа. Сообщите нам об этом, указав ваш email.",
          "link": null
        },
        {
          "id": "code_not_arriving",
          "title": "Не приходит код на почту",
          "type": "text",
          "text": "Проверьте папку «Спам» и папку «Рассылки», сделайте поиск писем по слову «Юбуст». Если письма всё равно нет — пришлите email, на который оформляли подписку.",
          "link": null
        },
        {
          "id": "cant_install_android_app",
          "title": "Не получается установить приложение на телефон Android",
          "type": "text",
          "text": "Для установки попробуйте использовать APK-файл. Скачайте его с сайта и запустите на устройстве.",
          "link": null
        }
      ]
    }
  ]
}